Repository: Diego-Ivan/Flowtime
Catalog: po/*.po
Languages: bg, hi, zh_cn

source: Spend your time wisely
bg: Прекарвайте времето си разумно
hi: अपना समय समझदारी से व्यतीत करें
zh_cn: 合理安排你的时间

source: The Pomodoro technique is efficient for tasks you find boring, but having to take a break when you are 100% concentrated in something you like might be annoying. That's why the Flowtime technique exists: take appropiate breaks without loosing you **flow**.
bg: Техниката „Помодоро“ е ефикасна за задачи, които ви се струват скучни, но необходимостта да правите почивка, когато сте 100% концентрирани върху нещо, което ви харесва, може да е досадна. Ето защо съществува техниката Flowtime: правете подходящи почивки, без да губите **потока**.
hi: Pomodoro तकनीक उन कार्यों के लिए प्रभावी है जो आपको उबाऊ लगते हैं, लेकिन जब आप अपनी पसंद की किसी चीज़ में 100% केंद्रित होते हैं तो विराम लेना कष्टप्रद हो सकता है। इसीलिए Flowtime तकनीक मौजूद है: अपना **प्रवाह** खोए बिना उचित विराम लें।
zh_cn: 番茄工作法对于你觉得枯燥的任务很有效，但在你全神贯注的做一件事时，休息可能是不合时宜的。这也是 Flowtime 工作法存在的原因：适时休息且不会中断你的**工作流**。

source: Diego Iván
hi: डिएगो इवान

source: Flowtime is saving your statistics
bg: „Flowtime“ запазва вашата статистика
hi: Flowtime आपके आंकड़े सहेज रहा है
zh_cn: Flowtime 正在保存你的统计数据

source: translator_credits
bg: twlvnn kraftwerk <kraft_werk@tutanota.com>
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
zh_cn: Bu Kun

source: Sounds by:
bg: Звуци от:
hi: ध्वनियां द्वारा:
zh_cn: 音效：

source: seconds
bg: секунди
hi: सेकंड
zh_cn: 秒

source: minutes
bg: минути
hi: मिनट
zh_cn: 分

source: hour
bg: час
hi: घंटा
zh_cn: 小时

source: hours
bg: часове
hi: घंटे
zh_cn: 小时

source: day
bg: ден
hi: दिन
zh_cn: 天

source: days
bg: дни
hi: दिन
zh_cn: 天

source: Break is over!
bg: Почивката приключи!
hi: विराम खत्म हुआ!
zh_cn: 休息时间到！

source: Let's get back to work
bg: Да се върнем на работа
hi: चलिए काम पर वापस आते हैं
zh_cn: 是时候回到工作上来了

source: Today
bg: Днес
hi: आज
zh_cn: 今天

source: This Week
bg: Тази седмица
hi: इस सप्ताह
zh_cn: 本周

source: This Month
bg: Този месец
hi: इस महीने
zh_cn: 本月

source: All Time
bg: Общо
hi: हर समय
zh_cn: 所有时间

source: Break Stage: %s
bg: Етап на почивка: %s
hi: विराम अवस्था: %s
zh_cn: 休息阶段：%s

source: Work Stage: %s
bg: Етап на работа: %s
hi: कार्य अवस्था: %s
zh_cn: 工作阶段：%s

source: Work
bg: Работа
hi: कार्य
zh_cn: 工作

source: Break
bg: Почивка
hi: विराम
zh_cn: 休息

source: You've worked %s and have taken a break during %s.
bg: Работили сте %s и сте си взели почивка по време на %s.
hi: आपने %s पर काम किया है और %s के दौरान विराम लिया है।
zh_cn: 你已经工作了 %s 且休息了 %s。

source: %s is your most productive day of the week
bg: %s е най-продуктивният ви ден от седмицата
hi: %s आपका सप्ताह का सबसे उत्पादक दिन है
zh_cn: %s 是你一周里最有生产力的一天

source: Work Stage
bg: Етап на работа
hi: कार्य अवस्था
zh_cn: 工作阶段

source: Break Stage
bg: Етап на почивка
hi: विराम अवस्था
zh_cn: 休息阶段

source: Pause Timer
bg: Пауза на таймера
hi: टाइमर रोकें
zh_cn: 暂停计时器

source: Start Timer
bg: Стартиране на таймера
hi: टाइमर प्रारंभ करें
zh_cn: 开始计时器

source: There is a timer active
bg: Има активен таймер
hi: एक टाइमर सक्रिय है
zh_cn: 有一个计时器正在运行

source: Do you want to quit?
bg: Искате ли да спрете програмата?
hi: क्या आप बाहर निकलना चाहते है?
zh_cn: 你想要退出吗？

source: Cancel
bg: Отказване, отменяне, прекрати
hi: रद्द करें
zh_cn: 取消

source: Hide window
bg: Скриване на прозореца
hi: खिड़की छिपाएं
zh_cn: 隐藏窗口

source: Quit
bg: Спиране на програмата
hi: छोड़ें
zh_cn: 退出

source: _Preferences
bg: _Настройки
hi: प्राथमिकताएं (_P)
zh_cn: 首选项 (_P)

source: Statistics
bg: Статистики
hi: आंकड़े
zh_cn: 统计数据

source: Months Saved
bg: Запазени месеци
hi: महीने बचाये
zh_cn: 保存几个月的数据

source: The amount of months that the work data will be saved
bg: Броят месеци, през които ще бъдат запазени данните за работа
hi: जितने महीनों तक कार्य डेटा सहेजा जाएगा
zh_cn: 指定要保存几个月的工作数据

source: Timer
bg: Таймер
hi: टाइमर
zh_cn: 计时器

source: Break time percentage
bg: Процент на времето за почивка
hi: विराम समय प्रतिशत
zh_cn: 休息时间比例

source: The percetage of work time that will be used as break time
bg: Процентът от работното време, който ще се използва като време за почивка
hi: कार्य समय का वह प्रतिशत जिसका उपयोग विराम टाइम के रूप में किया जाएगा
zh_cn: 指定将多少比例的工作时长用作休息时长

source: Break Time
bg: Почивка
hi: विराम समय
zh_cn: 休息时间

source: Autostart
bg: Автоматично стартиране
hi: स्वतः प्रारंभ
zh_cn: 自启动

source: Automatically start the timer when the stage is changed
bg: Автоматично стартиране на таймера при смяна на етапа
hi: अवस्था बदलने पर स्वचालित रूप से टाइमर शुरू हो जाता है
zh_cn: 进入另一阶段时，自动启动计时器

source: Activate Screensaver on Break Time
bg: Активиране на скрийсейвърa при начало на почивки
hi: विराम टाइम पर स्क्रीनसेवर सक्रिय करें
zh_cn: 在休息时间激活锁屏

source: Activate the screensaver when the break stage starts. Requires Autostart
bg: Активирайте скрийнсейвъра, когато започне етапът на почивката. Изисква „Aвтоматично стартиране“
hi: विराम अवस्था शुरू होने पर स्क्रीनसेवर सक्रिय करें। स्वतः प्रारंभ की आवश्यकता है
zh_cn: 在休息阶段开始时激活锁屏。需要开启自启动选项

source: Sounds
bg: Звуци
hi: ध्वनि
zh_cn: 音效

source: Alarm sounds that mark break time
bg: Алармени звуци, които отбелязват времето за почивка
hi: अलार्म बजता है जो विराम टाइम को चिह्नित करता है
zh_cn: 开始休息时播放的音效

source: Start working to see your progress
bg: Започнете да работите, за да видите напредъка си
hi: अपनी प्रगति देखने के लिए काम करना शुरू करें
zh_cn: 开始工作以看见你的进度

source: Overview
bg: Преглед, обобщение
hi: अवलोकन
zh_cn: 概览

source: See Details
bg: Виж подробности
hi: विवरण देखें
zh_cn: 查看详情

source: Save as CSV
bg: Запазване като CSV
hi: CSV के रूप में सहेजें
zh_cn: 以 CSV 格式保存

source: Work Time
bg: Работа
hi: कार्य समय
zh_cn: 工作时间

source: _Distraction Free Mode
bg: _Режим „Без разсейване“
hi: व्याकुलता मुक्त मोड (_D)
zh_cn: 免打扰模式 (_D)

source: _About Flowtime
bg: _Относно „Flowtime“
hi: Flowtime के बारे में (_A)
zh_cn: 关于 Flowtime (_A)

source: _Stages
bg: _Етапи
hi: अवस्था (_S)
zh_cn: 阶段 (_S)

source: S_tatistics
bg: _Статистики
hi: आंकड़े (_t)
zh_cn: 统计数据 (_t)
